Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/tarinoita_talteen_kirjoja_ja_kieliharjoituksia_digialustalle_-_oppimateriaalin_kesatyontekijat_vauhdissa_.html.tmx
Source language: fin
Languages: sms

source: Tarinoita talteen, kirjoja ja kieliharjoituksia digialustalle – oppimateriaalin kesätyöntekijät vauhdissa!
sms: Mainnsid ruõkkât, ǩiiʹrjid da ǩiõllharjjtõõzzid digiprograʹmme – mättmateriaal ǩieʹsstuâjjla hooddâst!

source: Saamelaiskäräjät on palkannut kesäksi neljä projektityöntekijää: yhden kuhunkin saamen kieleen ja lisäksi digimateriaalityöntekijän.
sms: Sääʹmteʹǧǧ lij paʹlǩǩääm ǩeäzzas nellj projekt-tuâjjla: õõut juõʹǩǩ sääʹmǩiõʹlle da lââʹssen õõut digimateriaaltuâjjla.

source: Inarin- ja pohjoissaamen -työntekijät on palkattu saamen kielten etäopetushankkeeseen tavoitteena nopeuttaa erityisesti etäopetuksessa tarpeellista digimateriaalia.
sms: Aanar- da tâʹvvsääʹmǩiõlltuâjjla lie paʹlǩǩuum sääʹmǩiõli ougglestmättʼtõshaʹŋǩǩõʹsse. Täävtõssân lij jåʹttlâʹtted jeäʹrben ougglestmättʼtõõzzâst tarbbsõs digimateriaal vuäǯǯmõõžž.

source: Pohjoissaamen kielen oppimateriaalityöntekijänä tänä kesänä toimiva Solja Magga tekee Gea 2 -kirjasta digitaalista versiota Cloubi-alustaan.
sms: Tâʹvvsääʹmǩiõl mättmateriaaltuâjjliʹžžen tän kieʹzz ääiʹj tuåimmjeei Solja Magga tuejjad Gea 2- ǩeeʹrjest digitaalʼlaž versio Cloubi-prograʹmme.

source: Digitaalisessa materiaalissa on mahdollista kuunnella kaikki kirjan kappaleet ja sanat sekä harjoitella kappaleiden sisältöjä tehtävien avulla.
sms: Digitaalʼlaž materiaalâst vueiʹtet kuvddled pukid ǩeeʹrj teʹksttkuuʹsǩid da saaʹnid di mättʼtõõllâd tuâji vieʹǩǩeld.

source: ”Kesän aikana on tavoitteena saada kaikki äänitykset valmiiksi”, Solja sanoo.
sms: ” Ǩieʹzz pââʹjest lij mieʹrr vuäǯǯad puk jiõntõõzzid valmmšen”, Solja ceälkk.

source: Myös inarinsaamen kielen työntekijä Anne Seipiharju tekee äänityksiä.
sms: Aanarsääʹmǩiõlltuâjjlaž Anne Seipiharju še tuejjad jiõntõõzzid.

source: Hän työskentelee Hitruu -kirjojen ääninauhojen sekä muun digimateriaalin parissa.
sms: Son reâugg Hitruu- ǩeeʹrji jiõnnliântivuiʹm di jeeʹres digitaalʼlaž materiaalivuiʹm.

source: Medialinjan käynyt Anne on iloinen oman alansa kesätöistä ja kokee äänistudiossa työskentelyn hyödylliseksi.
sms: Medialiinj jeällam Anne lij kuärǥaž jiijjâs ämmatvuuʹd tuâjin da suu miõlâst lij äukkai reâuggad jiõnnstudiost.

source: ”Oppii lisää ja tulee rutiinia äänten työstämiseen.
sms: “Täʹst mättai lââʹzz da šõõddât rutiin jiõni raajjmõʹšše.

source: Kati Ljetoff työskentelee koltansaamen kielen parissa.
sms: Kati Ljetoff reâuggad nuõrttsääʹmǩiõlin.

source: Hän kirjoittaa vanhempia tarinoita uudelle kirjoitusasulle, esimerkiksi Jiäʹnnǩiõll-lukukirjoista, minkä lisäksi hän käy keräämässä äidinkielisiltä puhujilta muutamia lyhyitä tarinoita jotka sitten litteroi ja kirjoittaa puhtaiksi.
sms: Son ǩeeʹrjat vuämmsab mainnsid oođâs ǩeeʹrjtemvuâkka, ouddmiârkkan Jieʹnnǩiõll- lookkâmǩeeʹrjin.

source: “Tämä kesätyö koltan kielen parissa on todella hieno asia ja hyvä mahdollisuus käyttää kieltä ja oppia edelleenkin lisää”, Saamelaisalueen koulutuskeskuksen koltan kielen ja kulttuurin linjalta tänä keväänä valmistunut Kati kertoo.
sms: Tõn lââʹssen son jeäll noorrmen jiõnnǩiõllsaž mainsteejin muäʹdd vuänkab mainnâz, koid son teʹl ǩeeʹrjat.

source: Digimateriaalityöntekijänä toimivan Emilia Niemisen mielestä on ollut mukava opetella Cloubi -ohjelman käyttöä ja nähdä tämä puoli koulumaailmasta.
sms: “Tät ǩieʹsstuâjj sääʹmǩiõlin lij tuõđi šiõǥǥ äʹšš da šiõǥǥ vuäittmõš ââʹnned ǩiõl da mättjed õinn lââʹzz. ” Sääʹmvuuʹd škooultemkõõskõõzz nuõrttsääʹmǩiõl da -kulttuur liinjâst ǩeâđđa valmštõõvvâm Kati maainast.

source: Hän on aineopettaja ja kävi kuluneena lukuvuonna inarinsaamen kielen ja kulttuurin linjan.
sms: Digimateriaaltuâjjliʹžžen tuåimmjeei Emilia Nieminen miõlâst lij leämmaž šiõǥǥ mättʼtõõllâd Cloubi-prograamm âânnmõõžž da vueiʹnned tät pieʹll škooulmaaiʹlmest.

source: Kesän aikana hän siirtää oppikirjamateriaaleja Cloubiin minkä lisäksi hän mahdollisesti myös kääntää harjoituskirjoja inarinsaameksi.
sms: Son lij aaunâsuʹčteeʹl da jieʹli mõõnni lookkâmeeʹjj aanarsääʹmǩiõl da -kulttuur liinj.

source: Koulutus ja oppimateriaali
sms: Ǩieʹzz pââʹjest son serdd mättǩeʹrjjmateriaalid Cloubi-prograʹmme, koon lââʹssen son vueiʹtlvânji jåårǥlâtt še harjtõsǩeeʹrjid aanarsääʹmǩiõʹlle.
